<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<html lang="zh-CN" xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="content-Type" content="text/html; charset=UTF-8" />
<title>悠哉工作 - 最专业的自由职业者工作平台</title><%@ include file="../common/common.jsp"%>
<link rel="stylesheet" type="text/css" href="<%=staticPath%>/style/site.css" />
</head>
<body>
<%@ include file="../common/header.jsp"%>
<div id="sla_bg">
	<div class="wd">
	<div class="sla">
		<p class="h2">《UZWORK用户协议》</p>
		<p>
		亲爱的用户，感谢您选用悠哉工作自由职业者工作平台的各项服务！<br/>您访问本网站、使用本网站的任何服务、在本网站内与其他用户的交流互动、在本网站内发布任何信息或内容以及使用其他用户发布的任何信息或内容等一切与本网站有关的活动和行为，均受到以下协议条款的约束和限制，请您务必仔细阅读。 当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他悠哉工作允许的方式实际使用悠哉工作的服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与悠哉工作达成协议。您承诺接受并遵守本协议的所有约定，届时您不应以未阅读本协议的内容或者未获得悠哉工作对您问询的解答等理由，主张本协议无效，或要求撤销本协议。若您对本协议的条款存在任何疑问，请您立刻联系悠哉工作的工作人员澄清，若您不同意本协议，您应立即停止注册或停止使用悠哉工作的服务。
		</p>
		
		<h3>一、 协议范围</h3>
		<p>	1、本协议由您和“悠哉工作网”（域名为uzwork.com, 以下简称“悠哉工作”）运营方订立，本协议具有合同效力。<br/>
			2、除另行明确声明外，悠哉工作服务包含任何悠哉工作及其关联公司、第三方服务商提供的基于互联网以及移动互联网的相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册或停止使用悠哉工作的所有服务。<br/>
			3、本协议内容包括协议正文、法律声明及所有悠哉工作已经发布或将来可能发布的各类规则、公告或通知。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。<br/>
			4、悠哉工作有权依据国家法律法规调整的要求和公平交易的商业原则及时地制订、修改本协议及各类规则，并以网站公示的方式进行变更公告，无需另行单独通知您。变更后的协议和规则一经在网站公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用悠哉工作服务的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用悠哉工作服务。
		</p>
		<h3>二、 注册与账户</h3>
		<p>
			1、主体资格<br/>
			您确认，在您完成注册程序或以其他悠哉工作允许的方式实际使用悠哉工作服务时，您应当符合下列条件之一:<br/>
			1)、年满十八岁，并具有民事权利能力和民事行为能力的自然人；<br/>
			2)、无民事行为能力人或限制民事行为能力人应在其监护人的监护下使用悠哉工作服务；<br/>
			3)、根据中国法律、法规、行政规章成立并合法存在的机关、企事业单位、社团组织和其他组织。<br/>
			无合法资格的单位或组织不当注册为本网站用户的，其与本网站之间的协议自始无效，本网站一经发现，有权立即终止对该用户的服务，并追究其使用本网站服务造成各方损害的一切法律责任。<br/>
			2、注册和账户<br/>
			a）、当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他悠哉工作允许的方式实际使用悠哉工作服务时，您即受本协议约束。您可以使用您提供或确认的邮箱、手机号码或者悠哉工作允许的其它方式作为登录手段进入悠哉工作。<br/>
			b）、您可以对账户设置悠哉工作昵称，您设置的悠哉工作昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的悠哉工作昵称涉嫌侵犯他人合法权益，悠哉工作有权终止向您提供悠哉工作服务，注销您的悠哉工作昵称。悠哉工作昵称被注销后将开放给任意用户注册。<br/>
			c）、您的登录名、悠哉工作昵称和密码不得以任何方式买卖、转让、赠与或继承，除非有法律明确规定或司法裁定，并经悠哉工作同意，且需提供悠哉工作要求的合格的文件材料并根据悠哉工作制定的操作流程办理。<br/>
			3、用户信息<br/>
			a）、在注册流程时，您应当依照国家法律法规要求，按相应页面的提示准确提供您的真实资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，悠哉工作有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部悠哉工作服务。悠哉工作对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。<br/>
			b）、您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便悠哉工作或其他用户与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用悠哉工作服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的真实性和有效性，如有变更或需要更新的，您应按悠哉工作的要求进行及时更新操作。<br/>
			4、账户安全<br/>
			您须自行负责对您的悠哉工作登录名、昵称和密码的保密，且须对您在该登录名、悠哉工作昵称和密码下发生的所有活动（包括但不限于发布服务、发布需求、购买服务、确认支付等）承担责任。您同意：<br/>
			(a)、如发现任何人未经授权使用您的悠哉工作昵称和密码，或发生违反保密规定的任何其他情况，您会立即通知悠哉工作；<br/>
			(b)、确保您在每个上网时段结束时，以正确步骤离开网站/服务。悠哉工作不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解悠哉工作对您的请求采取行动需要合理时间，悠哉工作对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
 		</p>
 		<h3>三、 悠哉工作服务</h3>
 		<p>
			1、您可以在悠哉工作上发布需求/服务、达成交易意向并进行交易、对其他会员进行评价、参加悠哉工作组织的活动以及使用其它信息服务及技术服务，具体以所开通的平台提供的服务内容为准。<br/>
			2、您在悠哉工作上交易过程中与其他会员发生交易纠纷时，一旦您或其它会员任一方或双方共同提交悠哉工作要求调查处理，则悠哉工作作为独立第三方，有权根据单方判断做出调查处理决定，您了解并同意接受悠哉工作的判断和调查处理决定。<br/>
			3、您了解并同意，悠哉工作有权应政府部门（包括司法及行政部门）的要求，向其提供您向悠哉工作提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则悠哉工作亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。<br/>
			4、您应当自行承担因交易产生或取得的相关费用，并依法纳税，平台不承担代扣义务。
		</p>
		<h3>四、悠哉工作服务使用规范</h3>
		<p>
			1、在悠哉工作上使用悠哉工作服务过程中，你承诺遵守以下约定：<br/>
			a)、实施的所有行为均遵守国家法律、法规等规范性文件及悠哉工作各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不偷逃应缴税费，不违反本协议及相关规则。<br/>
			b)、在与其他会员交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。<br/>
			c)、不发布国家禁止销售的或限制销售的服务信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的服务信息，不发布违背社会公共利益或公共道德或悠哉工作认为不适合在悠哉工作上销售的服务信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。<br/>
			d)、不采取不正当手段（包括但不限于虚假需求、互换好评等方式）提高自身或他人评价，或采用不正当手段恶意评价其他用户，降低其他人评价。<br/>
			e)、未经公司书面许可，不对悠哉工作上的任何数据作商业性利用，包括但不仅限于在未经悠哉工作事先书面同意的情况下，以复制、传播等任何方式使用悠哉工作站上展示的资料。<br/>
			f)、不使用任何装置、软件或例行程序干预或试图干预悠哉工作的正常运作或正在悠哉工作上进行的任何交易、活动。你不得采取任何将导致不合理的庞大数据负载加诸悠哉工作网络设备的行为。<br/>
			2、您了解并同意：<br/>
			a)、您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保悠哉工作免于因此产生任何损失或增加费用。<br/>
			b)、基于维护悠哉工作交易秩序及交易安全的需要，悠哉工作有权在发生恶意交易等扰乱市场正常交易秩序的情形下，执行强制关闭相应交易订单等操作。<br/>
			c)、经国家行政或司法机关的生效法律文书确认你存在违法或侵权行为，或者悠哉工作根据自身的判断，认为您的行为涉嫌违反法律法规的规定或涉嫌违反本协议和/或规则的条款的，则悠哉工作有权在悠哉工作上公示您的该等涉嫌违法或违约行为及悠哉工作已对您采取的措施。<br/>
			d)、对于您在悠哉工作上发布的涉嫌违法、涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，悠哉工作有权不经通知你即予以删除，且按照规则的规定进行处罚。<br/>
			e)、对于您违反本协议项下承诺，或您在悠哉工作上实施的行为，包括你未在悠哉工作上实施但已经对悠哉工作及其用户产生影响的行为，悠哉工作有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。<br/>
			f)、如您涉嫌违反有关法律或者本协议之规定，使悠哉工作遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿悠哉工作因此造成的损失和/或发生的费用，包括合理的律师费用。
		</p>
		<h3>五、特别授权</h3>
		<p>
			您完全理解并不可撤销地授予悠哉工作及其关联公司下列权利：<br/>
			1、您完全理解并不可撤销地授权悠哉工作或悠哉工作授权的第三方或您与悠哉工作一致同意的第三方，根据本协议及悠哉工作规则的规定，处理您在悠哉工作上发生的所有交易及可能产生的交易纠纷。您同意接受悠哉工作或悠哉工作授权的第三方或您与悠哉工作一致同意的第三方的判断和调查处理决定。该决定将对你具有法律约束力。<br/>
			2、一旦您向悠哉工作和/或其关联公司做出任何形式的承诺，且相关公司已确认您违反了该承诺，则悠哉工作有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，悠哉工作无须就相关确认与您核对事实，或另行征得您的同意，且悠哉工作无须就此限制措施或公示行为向你承担任何的责任。<br/>
			3、对于您提供的资料及数据信息，您授予悠哉工作及其关联公司永久免费的许可使用权利 (并有权在多个层面对该权利进行再授权)。此外，悠哉工作及其关联公司有权(全部或部份地) 使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于悠哉工作的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。
		</p>
		<h3>六、责任范围和责任限制</h3>
		<p>
			1、悠哉工作负责按"现状"和"可得到"的状态向您提供悠哉工作服务。但悠哉工作对悠哉工作服务不作任何明示或暗示的保证，包括但不限于悠哉工作服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，悠哉工作也不对悠哉工作服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性做出任何承诺和保证。<br/>
			2、您了解悠哉工作仅作为您获取需求和服务信息、物色交易对象、就服务的交易进行协商及开展交易的场所，平台上的服务和需求信息系由用户自行发布，且可能存在风险和瑕疵，悠哉工作无法完全控制交易所涉及的服务的质量、安全或合法性，信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。<br/>
			3、除非法律法规明确要求，或出现以下情况，否则，悠哉工作没有义务对所有用户的信息数据、服务信息、交易行为以及与交易有关的其它事项进行事先审查：<br/>
			a)、悠哉工作有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。<br/>
			b)、悠哉工作有合理的理由认为用户在悠哉工作的行为涉嫌违法或其他不当。<br/>
			4、悠哉工作或悠哉工作授权的第三方或您与悠哉工作一致同意的第三方有权基于您不可撤销的授权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规则，进而做出处理决定，包括但不限于调整相关订单的交易状态，争议款项的全部或部分支付给交易一方或双方。该处理决定对您有约束力。如你未在限期内执行处理决定的，则悠哉工作有权利（但无义务）直接使用您账户内的款项，或您向悠哉工作及其关联公司交纳的保证金代为支付。您应及时补足保证金并弥补悠哉工作及其关联公司的损失，否则悠哉工作及其关联公司有权直接抵减您在其它合同项下的权益，并有权继续追偿。 您理解并同意，悠哉工作或悠哉工作授权的第三方或您与悠哉工作一致同意的第三方并非司法机构，仅能以普通人的身份对证据进行鉴别，悠哉工作或悠哉工作授权的第三方或您与悠哉工作一致同意的第三方对争议的调查处理完全是基于您不可撤销的授权，其无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如你因此遭受损失，您同意自行向受益人索偿。<br/>
			5、您了解并同意，悠哉工作不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、数据等方面的损失或其它无形损失的损害赔偿 (无论悠哉工作是否已被告知该等损害赔偿的可能性) ：<br/>
			a)、使用或未能使用悠哉工作服务。<br/>
			b)、第三方未经批准的使用您的账户或更改您的数据。<br/>
			c)、通过悠哉工作交易服务或获取任何平台增值服务、数据、信息或进行交易等行为或替代行为产生的费用及损失。<br/>
			d)、您对悠哉工作服务的误解。<br/>
			e)、任何非因悠哉工作的原因而引起的与悠哉工作服务有关的其它损失。<br/>
			6、不论在何种情况下，悠哉工作均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
		</p>
		<h3>七、协议终止</h3>
		<p>
			1、您同意，悠哉工作有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部悠哉工作服务，暂时冻结或永久冻结（注销）您的账户在悠哉工作的权限，且无须为此向您或任何第三方承担任何责任。<br/>
			2、出现以下情况时，悠哉工作有权直接以注销账户的方式终止本协议，并有权永久冻结（注销）您的账户在悠哉工作的权限和收回账户对应的悠哉工作昵称：<br/>
			a)、悠哉工作终止向您提供服务后，您涉嫌再一次直接或间接以他人名义注册为悠哉工作用户的；<br/>
			b)、您提供的电子邮箱不存在或无法接收电子邮件，且没有任何其他方式可以与您进行联系，或悠哉工作以其它联系方式通知您更改电子邮件信息，而您在悠哉工作通知后三个工作日内仍未更改为有效的电子邮箱的。<br/>
			c)、您提供的用户信息中的主要内容不真实或不准确或不及时或不完整；<br/>
			d)、本协议（含规则）变更时，您明示并通知悠哉工作不愿接受新的服务协议的；<br/>
			e)、其它悠哉工作认为应当终止服务的情况。<br/>
			3、您的账户服务被终止或者账户在悠哉工作的权限被永久冻结（注销）后，悠哉工作没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。<br/>
			4、您同意，您与悠哉工作的合同关系终止后，悠哉工作仍享有下列权利：<br/>
			a）、继续保存您的用户信息及您使用悠哉工作服务期间的所有交易信息。<br/>
			b)、您在使用悠哉工作服务期间存在违法行为或违反本协议和/或规则的行为的，悠哉工作仍可依据本协议向您主张权利。<br/>
			5、悠哉工作中止或终止向您提供悠哉工作服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保悠哉工作免于因此产生任何损失或承担任何费用：<br/>
			a)、您在服务中止或终止之前已经上传至悠哉工作的服务交易尚未交易的，悠哉工作有权在中止或终止服务的同时删除此项服务交易的相关信息；<br/>
			b)、您在服务中止或终止之前已经与其他会员达成服务交易合同，但合同尚未实际履行的，悠哉工作有权删除该买卖合同及其交易服务的相关信息；<br/>
			c)、您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，悠哉工作可以不删除该项交易，但悠哉工作有权在中止或终止服务的同时将相关情形通知您的交易对方。
		</p>
		<h3>八、隐私权政策</h3>
		<p>
			悠哉工作将在悠哉工作公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。
		</p>
		<h3>九、知识产权条款</h3>
		<p>
			1、本网站之域名、商标，以及本网站内所有信息内容（本网站用户发布的信息除外），包括但不限于网站架构、文字、图片、软件、音频、视频、用户等级/评价体系/信用体系等数据信息，以及所有本网站使用之所有技术、数据分析模型、计算机软件、数据库（第三方创建并保留所有权和/或知识产权的除外），其所有权知识产权均归属悠哉工作唯一所有，未经悠哉工作书面许可，任何人均不得擅自进行全部和局部复制、转载、引用和链接等使用和处分。<br/>
			2、用户在本网站发布的任何信息和内容（用户隐私信息除外），包括但不限于文字、图片、软件、音频、视频等，均被视为永久、免费且不可撤销地许可悠哉工作自行或许可其关联方、业务合作方、宣传方不受任何限制的使用和处分。<br/>
			3、任何单位或者个人不得以任何方式引诱本网站用户或者第三方复制转载本网站之信息内容，或者同意该用户或者第三方复制转载本网站内容。<br/>
			4、任何违反本站知识产权声明的行为，本站保留进一步追究法律责任的权利。
		</p>
		<h3>十、法律适用、管辖与其他</h3>
		<p>
			1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。<br/>
			2、因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象，因您使用悠哉工作服务所产生的争议应由悠哉工作的经营者与您直接沟通并处理。一旦产生不可调和的争议，您与悠哉工作的经营者均同意该争议统一归悠哉工作所在地相应级别的法院管辖。<br/>
			3、本协议以其中文版本为最终生效版本。
		</p>		
 	</div>
 	</div>
</div>
<%@ include file="../common/footer.jsp"%>
</body>
</html>